IdeaRS.Connections
RibData.Placement Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the placement on side plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode Placement { get; set; }
Property Value
Type: PositionCode
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace